Dlubal.SteelSurfaces.InternalForcesDistribution
Distribution of Internal Forces

Dlubal.SteelSurfaces.InternalForcesDistribution.ConstantOnElements
Constant on elements.

Dlubal.SteelSurfaces.InternalForcesDistribution.Noncontinuous
Noncontinuous

Dlubal.SteelSurfaces.InternalForcesDistribution.ContinuousWithinSurfaces
Continuous within surfaces

Dlubal.SteelSurfaces.InternalForcesDistribution.ContinuousTotal
Continuous total

Dlubal.SteelSurfaces.InternalForcesDistribution.ContinuousByGroups
Continuous by groups